Repository: linkmauve/dosbox-x
Catalog: translations/*.po
Languages: fr_fr

source: Displays or changes the internal time.
fr_fr: Affiche ou modifie l’heure du système.

source: The specified time is not correct.
fr_fr: L’heure spécifiée n’est pas correcte.

source: Current time:
fr_fr: Heure actuelle:

source: Type 'time %s' to change.
fr_fr: Tapez 'time %s' pour la modifier.

source: Unable to make: %s.
fr_fr: Impossible de créer: %s.

source: Unable to remove: %s.
fr_fr: Impossible de supprimer : %s.

source: Unable to rename: %s.
fr_fr: Impossible de renommer : %s.

source: Unable to get attributes: %s
fr_fr: Impossible d’obtenir les attributs : %s

source: Unable to set attributes: %s
fr_fr: Impossible de définir les attributs : %s

source: Unable to delete: %s.
fr_fr: Impossible de supprimer: %s.

source: All files in directory will be deleted! Are you sure [Y/N]?
fr_fr: Tous les fichiers dans le répertoire seront supprimés! Êtes-vous sûr [O/N]?

source: The syntax of the command is incorrect.
fr_fr: La syntaxe de cette commande est incorrecte.

source: Environment variable %s not defined.
fr_fr: La variable d'environnement %s n'est pas définie.

source: Not enough environment space left.
fr_fr: Pas assez d'espace d'environnement restant.
